<?php

return [
    'dashboard' => 'الرئيسيه',
    'logout' => 'تسجيل الخروج',

    'USC' => 'جامعة مدينةالسادات',
    'IMPORTANTNEWS' => 'الاخبار المهمة',
    'LATESTNEWS' => 'احدث الاخبار',
    'OurStatistics' => 'الاحصائيات',
    'TOPEVENTS' => ' الاحداث',
    'UPCOMINGEVENTS' => 'الاحداث القادمة',
    'USCAPPS' => 'تطبيقات الجامعة',

    'Links' => 'الروابط',
    'ContactUs' => 'اتصل بنا',
    'OurLocation' => 'موقعنا',

    'add' => 'اضف',
    'add_user' => 'أضف مستخدم',
    'create' => 'اضافه',
    'read' => 'عرض',
    'edit' => 'تعديل',
    'edit_user' => 'تعديل بيانات المستخدم',
    'update' => 'تعديل',
    'delete' => 'حذف',
    'search' => 'بحث',
    'show' => 'عرض',
    'loading' => 'جاري التحميل',
    'print' => 'طبع',

    'confirm_delete' => 'تاكيد الحذف',
    'yes' => 'نعم',
    'no' => 'لا',

    'login' => 'تسجيل الدخول',
    'remember_me' => 'تذكرني',
    'password' => 'كلمه المرور',
    'password_confirmation' => 'تاكيد كلمه المرور',

    'added_successfully' => 'تم اضافه البيانات بنجاح',
    'updated_successfully' => 'تم تعديل البيانات بنجاح',
    'deleted_successfully' => 'تم حذف البيانات بنجاح',

    'no_data_found' => 'للاسف لا يوجد اي سجلات',
    'no_records' => 'للاسف لا يوجد اي سجلات',


    'users' => 'المستخدمين',
    'users_list' => 'قائمة المستخدمين',
    'add_new_user' => 'أضف مستخدم جديد',
    'first_name' => 'الاسم الاول',
    'last_name' => 'الاسم الاخير',
    //'name' => 'الاسم',
    'email' => 'البريد الاكتروني',
    'image' => 'صوره',
    'user_image' => 'صورة المستخدم',
    'choose_image' => 'إختر صورة',
    'actions' => 'العمليات',
    'user_roles' => 'صلاحيات المستخدم',
    'role_select' => 'اختر الصلاحية',


    'clients' => 'العملاء',
    'clients_list' => 'قائمة العملاء',
    'add_new_client' => 'أضف عميل جديد',
    'add_client' => 'أضف عميل',
    'edit_client' => 'تعديل عميل',
    'client_name' => 'اسم العميل',

    'suppliers' => 'الموردين',
    'supplier' => 'مورد',
    'suppliers_list' => 'قائمة الموردين',
    'add_new_supplier' => 'أضف مورد جديد',
    'add_supplier' => 'أضف مورد',
    'edit_supplier' => 'تعديل بيانات المورد',
    'supplier_name' => 'أسم المورد',


    'phone' => 'التلفون',
    'address' => 'العنوان',
    'previous_orders' => 'الطلبات السابقه',
    'total_price' => 'سعر الطلب',


    'orders' => 'الطلبات',
    'the_order' => 'الطلب',
    'add_new_order' => 'اضف طلب جديد',
    'add_order' => 'اضف طلب',
    'edit_order' => 'تعديل طلب',
    'edit_the_order' => 'تعديل الطلب',
    'delivery_officer' => 'مسئول التسليم',
    'transportation' => 'وسيلة النقل',
    'transportation_number' => 'رقم لوحات وسيلة النقل',


    'supply_order' => 'طلب توريد',
    'supply_orders' => 'طلبات التوريد',
    'add_new_supply_order' => 'أضف طلب توريد جديد',
    'add_supply_order' => 'أضف طلب التوريد',
    'edit_supply_order' => 'تعديل طلب توريد',
    'edit_the_supply_order' => 'تعديل طلب التوريد',


    'permissions' => 'الصلاحيات',


    'categories' => 'الاقسام',
    'category' => 'القسم',
    'all_categories' => 'كل الاقسام',
    'categories_list' => 'قائمة الأقسام',
    'add_new_category' => 'أضف قسم جديد',
    'add_category' => 'أضف قسم',
    'name' => 'الاسم',
    'name_ar' => 'الأسم باللغة العربية',
    'name_en' => 'الأسم باللغة الإنجليزية',
    'notes' => 'الملاحظات',
    'edit_category' => 'تعديل القسم',
    'description' => 'الوصف',
    'items_count' => 'عدد المنتجات',
    'related_items' => 'المنتجات المرتبطه',
    'show_items' => 'عرض المنتجات',
    'created_at' => 'تم اضافته',

    'products' => 'المنتجات',
    'products_list' => 'قائمة المنتجات',
    'add_new_product' => 'أضف منتج جديد',
    'edit_product' => 'تعديل المنتج',
    'product' => 'المنتج',
    'description_en' => 'الوصف باللغة الإنجليزية',
    'description_ar' => 'الوصف باللغة العربية',
    'stock' => 'الكمية بالمخزن',
    'quantity' => 'الكميه',
    'total' => 'المجموع',
    'purchase_price' => 'سعر الشراء',
    'price' => 'السعر',
    'sale_price' => 'سعر البيع',
    'profit_percent' => 'المكسب',

    'ar' => [
        'name' => 'الاسم بالغه العربيه',
        'description' => 'الوصف بالغه العربيه',
    ],

    'en' => [
        'name' => 'الاسم بالغه الانجليزيه',
        'description' => 'الوصف بالغه الانجليزيه',
    ],


    'blogs' => 'الأخبار',
    'blogs_list' => 'قائمة الأخبار',
    'add_new_blog' => 'أضف خبر جديد',
    'edit_blog' => 'تعديل الخبر',
    'blog' => 'خبر',
    'content_en' => 'المحتوى باللغة الإنجليزية',
    'content_ar' => 'المحتوى باللغة العربية',
    'title_ar' => 'العنوان باللغة العربية',
    'title_en' => 'العنوان باللغة الإنجليزية',
    'Paned As Top News' => 'الإضافة كأهم الأخبار',
    'Not Paned As Top News' => 'عدم الإضافة كأهم الأخبار',
    'title' => 'عنوان الخبر',
    'content' => 'محتوى الخبر',
    'publish_date' => 'تاريخ النشر',
    'appear_on_top_news' => 'الظهور فى أهم الأخبار',
    'top_news' => 'أهم الأخبار',
    'add_blog' => 'أضف خبر',
    'events' => 'الأحداث',
    'events_list' => 'قائمة الأحداث',
    'add_new_event' => 'إضافة حدث جديد',
    'edit_event' => 'تعديل الحدث',
    'start_date' => 'تاريخ البداية',
    'end_date' => 'تاريخ النهاية',
    'location' => 'الموقع',


    /////**********************  General    **************////////////////////
    'get_started' => 'إبــــــــــدأ',


    /////**********************  About Page **************////////////////////

    'opening_about_page_word' => 'عن جامعــــة مدينة السادات',
    'sub_opening_about_page_word' => 'يكمنك معرفة كل شئ عن الجامعــــة من هنـــا',
    'president_name' => 'أ.د / شـادن معـاويـة',
    'president_word' => 'كلمــة رئيس الجامعــة',
    'president_words' => 'يسعدنى فى بداية تكليفى قائما بعمل رئيس جامعة مدينة السادات فى ظل قيادة فخامة رئيس الجمهورية الرئيس عبد الفتاح السيسي ان اتقدم بخالص الشكر والعرفان والتقدير الى السيد الاستاذ الدكتور أيمن عاشور وزير التعليم العالي والبحث العلمي لتكليفى بتيسير أعمال جامعة مدينة السادات حرصا على إستمرار العمل بالجامعه بالفاعليه المطلوبه وذالك لحين الانتهاء من إجراءات تعيين رئيسا جديدا للجامعه
وأدعوا الله العلى القدير أن أكون أهلا لهذه الثقه فى إستكمال مسيرة الجامعه وتسيير ركب التطور فى هذه الفتره لرفع شأن الجامعه وتحقيق أهداف إستراتيجية وزارة التعليم العالى فى ظل رؤية مصر ٢٠٣٠ وتحت قيادة فخامة رئيس الجمهورية الرئيس عبد الفتاح السيسى.
كما أتوجه الى كل منتسبى الجامعه من أعضاء هيئة تدريس وهيئة معاونه وعاملين بخالص التحيه والتقدير وادعوهم الى التكاتف والوقوف يدا واحده وفريق عمل واحد متكامل للحفاظ على مقدرات الجامعه و دفع مسيرة نهضتها علميا وبحثيا ومجتمعيا
وفقنا الله وإياكم الى مايحبه ويرضاه لرفعة مصرنا الحبيبه.',


    'university_history' => 'تـــاريخ الجامعـــــــة',
];
