<?php

return [
    'dashboard' => 'الرئيسيه',
    'logout' => 'تسجيل الخروج',
    'language' => "تغيير اللغــة",
    'read_more' => "إقرأ المزيد",

    'USC' => 'جامعة مدينةالسادات',

    'add' => 'اضف',
    'add_user' => 'أضف مستخدم',
    'create' => 'اضافه',
    'read' => 'عرض',
    'edit' => 'تعديل',
    'edit_user' => 'تعديل بيانات المستخدم',
    'update' => 'تعديل',
    'delete' => 'حذف',
    'search' => 'بحث',
    'show' => 'عرض',
    'loading' => 'جاري التحميل',
    'print' => 'طبع',

    'confirm_delete' => 'تاكيد الحذف',
    'yes' => 'نعم',
    'no' => 'لا',

    'login' => 'تسجيل الدخول',
    'remember_me' => 'تذكرني',
    'password' => 'كلمه المرور',
    'password_confirmation' => 'تاكيد كلمه المرور',

    'added_successfully' => 'تم اضافه البيانات بنجاح',
    'updated_successfully' => 'تم تعديل البيانات بنجاح',
    'deleted_successfully' => 'تم حذف البيانات بنجاح',

    'no_data_found' => 'للاسف لا يوجد اي سجلات',
    'no_records' => 'للاسف لا يوجد اي سجلات',


    'users' => 'المستخدمين',
    'users_list' => 'قائمة المستخدمين',
    'add_new_user' => 'أضف مستخدم جديد',
    'first_name' => 'الاسم الاول',
    'last_name' => 'الاسم الاخير',
    //'name' => 'الاسم',
    'email' => 'البريد الاكتروني',
    'image' => 'صوره',
    'user_image' => 'صورة المستخدم',
    'choose_image' => 'إختر صورة',
    'actions' => 'العمليات',
    'user_roles' => 'صلاحيات المستخدم',
    'role_select' => 'اختر الصلاحية',


    'clients' => 'العملاء',
    'clients_list' => 'قائمة العملاء',
    'add_new_client' => 'أضف عميل جديد',
    'add_client' => 'أضف عميل',
    'edit_client' => 'تعديل عميل',
    'client_name' => 'اسم العميل',

    'suppliers' => 'الموردين',
    'supplier' => 'مورد',
    'suppliers_list' => 'قائمة الموردين',
    'add_new_supplier' => 'أضف مورد جديد',
    'add_supplier' => 'أضف مورد',
    'edit_supplier' => 'تعديل بيانات المورد',
    'supplier_name' => 'أسم المورد',


    'phone' => 'التلفون',
    'address' => 'العنوان',
    'previous_orders' => 'الطلبات السابقه',
    'total_price' => 'سعر الطلب',


    'orders' => 'الطلبات',
    'the_order' => 'الطلب',
    'add_new_order' => 'اضف طلب جديد',
    'add_order' => 'اضف طلب',
    'edit_order' => 'تعديل طلب',
    'edit_the_order' => 'تعديل الطلب',
    'delivery_officer' => 'مسئول التسليم',
    'transportation' => 'وسيلة النقل',
    'transportation_number' => 'رقم لوحات وسيلة النقل',


    'supply_order' => 'طلب توريد',
    'supply_orders' => 'طلبات التوريد',
    'add_new_supply_order' => 'أضف طلب توريد جديد',
    'add_supply_order' => 'أضف طلب التوريد',
    'edit_supply_order' => 'تعديل طلب توريد',
    'edit_the_supply_order' => 'تعديل طلب التوريد',


    'permissions' => 'الصلاحيات',


    'categories' => 'الاقسام',
    'category' => 'القسم',
    'all_categories' => 'كل الاقسام',
    'categories_list' => 'قائمة الأقسام',
    'add_new_category' => 'أضف قسم جديد',
    'add_category' => 'أضف قسم',
    'name' => 'الاسم',
    'name_ar' => 'الأسم باللغة العربية',
    'name_en' => 'الأسم باللغة الإنجليزية',
    'notes' => 'الملاحظات',
    'edit_category' => 'تعديل القسم',
    'description' => 'الوصف',
    'items_count' => 'عدد المنتجات',
    'related_items' => 'المنتجات المرتبطه',
    'show_items' => 'عرض المنتجات',
    'created_at' => 'تم اضافته',

    'products' => 'المنتجات',
    'products_list' => 'قائمة المنتجات',
    'add_new_product' => 'أضف منتج جديد',
    'edit_product' => 'تعديل المنتج',
    'product' => 'المنتج',
    'description_en' => 'الوصف باللغة الإنجليزية',
    'description_ar' => 'الوصف باللغة العربية',
    'stock' => 'الكمية بالمخزن',
    'quantity' => 'الكميه',
    'total' => 'المجموع',
    'purchase_price' => 'سعر الشراء',
    'price' => 'السعر',
    'sale_price' => 'سعر البيع',
    'profit_percent' => 'المكسب',

    'ar' => [
        'name' => 'الاسم بالغه العربيه',
        'description' => 'الوصف بالغه العربيه',
    ],

    'en' => [
        'name' => 'الاسم بالغه الانجليزيه',
        'description' => 'الوصف بالغه الانجليزيه',
    ],


    'blogs' => 'الأخبار',
    'blogs_list' => 'قائمة الأخبار',
    'add_new_blog' => 'أضف خبر جديد',
    'edit_blog' => 'تعديل الخبر',
    'blog' => 'خبر',
    'content_en' => 'المحتوى باللغة الإنجليزية',
    'content_ar' => 'المحتوى باللغة العربية',
    'title_ar' => 'العنوان باللغة العربية',
    'title_en' => 'العنوان باللغة الإنجليزية',
    'Paned As Top News' => 'الإضافة كأهم الأخبار',
    'Not Paned As Top News' => 'عدم الإضافة كأهم الأخبار',
    'title' => 'عنوان الخبر',
    'content' => 'محتوى الخبر',
    'publish_date' => 'تاريخ النشر',
    'appear_on_top_news' => 'الظهور فى أهم الأخبار',
    'top_news' => 'أهم الأخبار',
    'add_blog' => 'أضف خبر',
    'events' => 'الأحداث',
    'events_list' => 'قائمة الأحداث',
    'add_new_event' => 'إضافة حدث جديد',
    'edit_event' => 'تعديل الحدث',
    'start_date' => 'تاريخ البداية',
    'end_date' => 'تاريخ النهاية',
    'location' => 'الموقع',


    /////**********************  General    **************////////////////////
    'get_started' => 'إبــــــــــدأ',


    /////**********************  Landing Page ************////////////////////
    'important_news' => 'أهــم الأخبـــــــار',
    'important_news_note' => 'كلمة مختصرة عن أهم الأخبار',
    'more_top_news' => 'المزيد من أهــم الأخبـــــــار',

    'latest_news' => 'أخــر الأخبـــــــار',
    'more_news' => 'المزيد من الأخبـــــــار',

    'OurStatistics' => 'الاحصائيات',
    'employees' => 'الموظفين',
    'colleges' => 'الكليات',
    'staff' => 'هيئة التدريس',
    'postgraduate' => 'ط الدراسات العليا',
    'students' => 'الطلاب',
    'study_programs' => 'البرامج الدراسية',

    'TopEvents' => ' الاحداث',
    'UpcomingEvents' => 'الاحداث القادمة',
    'USCApps' => 'تطبيقات الجامعة',

    'Links' => 'الروابط',
    'ContactUs' => 'اتصل بنا',
    'OurLocation' => 'موقعنا',


    /////**********************  About Page **************////////////////////

    'opening_about_page_word' => 'عن جامعــــة مدينة السادات',
    'sub_opening_about_page_word' => 'يكمنك معرفة كل شئ عن الجامعــــة من هنـــا',
    'president_name' => 'أ.د / شـادن معـاويـة',
    'president_word' => 'كلمــة رئيس الجامعــة',
    'president_words' => 'يسعدنى فى بداية تكليفى قائما بعمل رئيس جامعة مدينة السادات فى ظل قيادة فخامة رئيس الجمهورية الرئيس عبد الفتاح السيسي ان اتقدم بخالص الشكر والعرفان والتقدير الى السيد الاستاذ الدكتور أيمن عاشور وزير التعليم العالي والبحث العلمي لتكليفى بتيسير أعمال جامعة مدينة السادات حرصا على إستمرار العمل بالجامعه بالفاعليه المطلوبه وذالك لحين الانتهاء من إجراءات تعيين رئيسا جديدا للجامعه
وأدعوا الله العلى القدير أن أكون أهلا لهذه الثقه فى إستكمال مسيرة الجامعه وتسيير ركب التطور فى هذه الفتره لرفع شأن الجامعه وتحقيق أهداف إستراتيجية وزارة التعليم العالى فى ظل رؤية مصر ٢٠٣٠ وتحت قيادة فخامة رئيس الجمهورية الرئيس عبد الفتاح السيسى.
كما أتوجه الى كل منتسبى الجامعه من أعضاء هيئة تدريس وهيئة معاونه وعاملين بخالص التحيه والتقدير وادعوهم الى التكاتف والوقوف يدا واحده وفريق عمل واحد متكامل للحفاظ على مقدرات الجامعه و دفع مسيرة نهضتها علميا وبحثيا ومجتمعيا
وفقنا الله وإياكم الى مايحبه ويرضاه لرفعة مصرنا الحبيبه.',


    'university_history' => 'تـــاريخ الجامعـــــــة',
    'university_histories' => 'جامعة مدينة السادات، جامعة مصرية حكومية مقرها مدينة السادات شمال غرب  القاهرة الكبرى أنشئت في بادئ الأمر ككليات تابعة لجامعة المنوفية  فى الفترة من 1993 حتى 2007 ثم تم أعتمادها كفرع لجامعة المنوفية له إدارة وكيان من 2007 وحتى 2013 العام التى تم  انشاءها كجامعة مستقلة بموجب القرار الجمهوري من رئيس الجمهورية  بتاريخ 25 مارس 2013.
ولا يتوقف الطموح عند هذا الحد فمن المخطط زياده عدد الكليات لتشمل مختلف المجالات التطبيقية .
',
    'university_histories1' => '  و تضم جامعة مدينة السادات تسعة كليات ومعهدين بحثيين  : ',
    'university_histories2' => '	كلية التربية الرياضية "بنين، بنات" انشئت عام 1993',
    'university_histories3' => '	معهد بحوث الهندسة الوراثية 1995',
    'university_histories4' => '	كلية السياحة والفنادق انشئت عام 1997',
    'university_histories5' => '	كلية الطب البيطري انشئت عام 1997',
    'university_histories6' => '	كلية التجارة انشئت عام 2000',
    'university_histories7' => '	كلية الحقوق انشئت عام 2001',
    'university_histories8' => '	كلية التربية انشئت عام 2001',
    'university_histories9' => '	معهد الدراسات والبحوث البيئية 2005',
    'university_histories10' => '	كلية الصيدلة انشئت عام 2016',
    'university_histories11' => '	كلية التربية للطفولة المبكرة انشئت عام 2017',
    'university_histories12' => '	كلية الحاسبات و الذكاء الاصطناعى انشئت عام 2020',
    'university_histories13' => 'ولا يتوقف الطموح عند هذا الحد فمن المخطط زياده عدد الكليات لتشمل مختلف المجالات التطبيقية .',
    'university_histories14' => '',


    'university_strategies' => 'استراتيجيات الجامعة',
    'vision' => 'الرؤية',
    'mission' => 'الرسالة',
    'values' => 'القيم',
    'objectives' => 'الأهداف',
    'strategic_objectives' => 'الأهداف الاستراتيجية',
    'vision_data' => 'جامعة مدينة السادات رائدة دولياً ونموذجاً لإنتاج المعرفة وتطبيقاتها',
    'mission_data' => 'تلتزم جامعة مدينة السادات بإعداد خريج يواكب احتياجات سوق العمل محلياً ،من خلال خدمات تعليمية وبحثية ومجتمعية تشجع على الإبتكار والتميز فى إطار التطوير المستمر',
    'values_data' => 'values_data',


    /////**********************  Faculties And Institutions Page **************////////////////////

    'FacultiesAndInstitutions' => 'الكليات و المعاهد',

    'FacultiesAndInstitutionsAbout' => 'يمكنك معرفة كل شيء عن الكليات والمعاهد بجامعة مدينة السادات من هنا',

    'PracticalFaculties' => 'الكليات العملية',
    'TheoreticalFaculties' => 'الكليات النظرية',
    'ResearchInstitutes' => 'المعاهد البحثية',


    'FCAI' => 'كلية الحاسبات و الذكاء الاصطناعى',
    'Pharm' => 'كلية الصيدلة',
    'Vet' => 'كلية الطب البيطرى',
    'phedu' => 'كلية التربية الرياضية',
    'tourism' => 'كلية السياحة و الفنادق',

    'edu' => 'كلية التربية',
    'law' => 'كلية الحقوق',
    'com' => 'كلية التجارة',
    'kind' => 'كلية التربية للطفولة المبكرة',
    'esri' => 'معهد الدراسات و البحوث البيئية',
    'gebri' => 'معهد بحوث الهندسة الوراثية والتكنولوجيا الحيوية',

];
